/* Other User */
"OTHER_USER" = "Inne…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Konto gościnne";

/* Password Assistant Text */
"USER_PASSWORD" = "Hasło:";
"MASTER_PASSWORD" = "Hasło główne:";

"KEYCHAIN_WARNING_TITLE" = "Zmiana hasła tego konta użytkownika spowoduje utworzenie nowego pęku kluczy, w którym przechowywane będą hasła użytkownika.";
"KEYCHAIN_WARNING_TEXT" = "Poprzedni pęk kluczy użytkownika nadal istnieje. Jeśli znajdziesz poprzednie hasło, możesz uzyskać dostęp do poprzedniego pęku kluczy oraz informacji i haseł w nim zawartych.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Użytkownik zalogowany";
"MOBILE_CURRENTLY_LOGGED_IN" = "Przenośne, obecnie zalogowany";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Zewnętrzne, obecnie zalogowane";
"GUEST_CURRENTLY_LOGGED_IN" = "Gość obecnie jest zalogowany";
"NETWORK_CURRENTLY_LOGGED_IN" = "Sieciowe, obecnie zalogowane";
"EXTERNAL" = "Zewnętrzne";
"MOBILE" = "Przenośne";
"GUEST" = "Gość";
"NETWORK" = "Sieciowe";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Nie można się teraz zalogować";
"LOGIN_TIME" = "Możesz zalogować się o %@";


/* Button Titles */
"BACK_BUTTON" = "Wróć";
"CANCEL_BUTTON" = "Anuluj";
"FORGOT_PASSWORD_BUTTON" = "Nie pamiętasz hasła";
"CHANGE_PASSWORD" = "Zmień hasło";
"OPTIONS_BUTTON" = "Opcje";
"RESTART_BUTTON" = "Uruchom ponownie";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac os x";
"AX_MAC_OS_X_SERVER" = "mac os x server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Nie pamiętasz hasła";
"RESET_PASSWORD" = "Wyzeruj hasło";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Aby wyzerować hasło użytkownika, wpisz hasło główne.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Aby wyzerować hasło użytkownika i odblokować FileVault, wpisz hasło główne.";

/* Host Info */
"SAFE_BOOT" = "Safe Boot";
"SYSTEM_VERSION_INFO" = "Wersja %@";
"SYSTEM_BUILD_INFO" = "Kompilacja %@";
"SERIAL_NUMBER" = "Numer seryjny %@";
"IP_ADDRESS" = "Adres IP %@";

"NETWORK_NODES_ALL"  = "Konta sieciowe dostępne";
"NETWORK_NODES_SOME" = "Niektóre konta sieciowe są dostępne";
"NETWORK_NODES_NONE" = "Konta sieciowe niedostępne";
"NETWORK_NODES_AUTH" = "Dostęp sieciowy wymaga zalogowania";


/* Tool Tip */
"SHORT_NAME" = "Nazwa skrócona: %@";

"EXTERNAL_ACCOUNT" = "Konto zewnętrzne";
"GUEST_ACCOUNT" = "Konto gościnne";
"LOCAL_ACCOUNT" = "Konto lokalne";
"MOBILE_ACCOUNT" = "Konto przenośne";
"NETWORK_ACCOUNT" = "Konto sieciowe";

"NET_NODE" = "Węzeł sieci: %@";
"HOME_VOLUME" = "Wolumin: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Podana nazwa użytkownika lub hasło jest niepoprawne.";

"AF_NEWPASSWORDREQUIRED" = "Przed zalogowaniem się na tym koncie musisz podać nowe hasło.";

"AF_QUALITYCHECKFAILED" = "Hasło nie spełnia wymagań tego serwera.";

"AF_PASSWORDTOOSHORT" = "Hasło jest za krótkie.";
"AF_PASSWORDTOOLONG" = "Hasło jest za długie.";
"AF_PASSWORDLENGTH" = "Liczba znaków hasła musi wynosić od %ld do %ld.";

"AF_PASSWORDMINCHARS" = "Liczba znaków hasła nie może być mniejsza niż %ld.";
"AF_PASSWORDMAXCHARS" = "Liczba znaków hasła nie może przekraczać %ld.";

"AF_PASSWORDNEEDSLETTER" = "Hasło musi zawierać co najmniej jedną literę.";
"AF_PASSWORDNEEDSDIGIT" = "Hasło musi zawierać co najmniej jedną cyfrę.";

"AF_ACCOUNTDISABLED" = "Twoje konto zostało wyłączone.\nAby uzyskać więcej informacji, skontaktuj się z administratorem systemu."; 
"AF_UNABLETOLOGIN" = "System nie może zalogować Cię w tej chwili.\nAby uzyskać więcej informacji, skontaktuj się z administratorem systemu.";
"AF_INVALIDLOGONHOURS" = "Możesz logować się tylko w określonych godzinach.\nAby uzyskać więcej informacji, skontaktuj się z administratorem systemu.";
"AF_INVALIDCOMPUTER" = "Nie masz uprawnień do używania tego komputera.\nAby uzyskać więcej informacji, skontaktuj się z administratorem systemu.";

"AF_SEESYSTEMADMIN" = "Aby uzyskać więcej informacji, skontaktuj się z administratorem systemu.";

"AF_PASSWORDEXPIRINGSOON" = "Hasło wkrótce straci ważność. Podaj nowe hasło.";
"AF_CRYPTPASSWORD" = "Hasło musi zostać uaktualnione.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Hasło straci ważność jutro.\n\nKliknij w Zmień hasło, aby podać nowe hasło.";
"PASSWORD_EXPIRATION_DAYS" = "Hasło straci ważność w ciągu %ld dni.\n\nKliknij w Zmień hasło, aby podać nowe hasło.";
"PASSWORD_EXPIRATION_TODAY" = "Hasło straci ważność dzisiaj.\n\nKliknij w Zmień hasło, aby podać nowe hasło.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Komputer nie może uzyskać dostępu do chronionej sieci.";
"NA_UNTRUSTED_CERT_INFO" = "Próba uzyskania dostępu do sieci przy użyciu serwera uwierzytelniania 802.1X nie powiodła się, ponieważ nie można było sprawdzić certyfikatu serwera. Aby uzyskać więcej informacji, skontaktuj się z administratorem systemu.";

/* FUS Failed */
"FUS_FAILED_MSG" = "Wybrane konto użytkownika jest niedostępne.";
"FUS_FAILED_INFO" = "Sprawdź połączenie z siecią i spróbuj przełączyć ponownie na konto użytkownika. Jeśli masz poprawne połączenie z siecią, poproś administratora systemu po pomoc.";
